Repository: EbonJaeger/bluejay
Catalog: po/*/bluejay.po
Languages: cs, it, nl

source: Bluetooth device manager
cs: Správce zařízení Bluetooth
it: Gestore di dispositivi Bluetooth
nl: Bluetooth-apparaatbeheer

source: Maintainer
cs: Správce
nl: Onderhouder

# @title:window
source: Pairing Requested
cs: Vyžádáno párování
it: Richiesta di accoppiamento
nl: Koppelverzoek

source: Pair request from <b>%1</b>. Do you want to pair?
cs: Žádost o spárování od <b>%1</b>. Chcete spárovat?
it: Richiesta di accoppiamento da <b>%1</b>. Vuoi accoppiare?
nl: Er is een koppelverzoek van <b>%1</b>. Wil je dit goedkeuren?

source: %1% Battery
cs: %1% baterie
it: %1% Batteria
nl: Accuniveau: %1%

# @window:title
source: Forget Device
cs: Odebrat zařízení
it: Dimenticare dispositivo
nl: Apparaat vergeten

source: Are you sure you want to forget device <b>%1</b>? If you want to connect to this device after forgetting it, you will have to pair it again.
cs: Opravdu chcete odebrat zařízení <b>%1</b>? Pokud se chcete k tomuto zařízení připojit poté, co jste jej odebrali, budete jej muset znovu spárovat.
it: Sei sicuro di voler dimenticare il dispositivo? <b>%1</b>? Se vuoi connetterti a questo dispositivo dopo averlo dimenticato, dovrai associarlo di nuovo.
nl: Weet je zeker dat je <b>%1</b> wilt vergeten? Als je ooit opnieuw verbinding wilt maken met dit apparaat, zul je het opnieuw moeten koppelen.

source: Device Settings
cs: Nastavení zařízení
it: Impostazioni del dispositivo
nl: Apparaatinstellingen

source: Pair
cs: Spárovat
it: Accoppia
nl: Koppelen

source: Pair with this device
cs: Spárovat s tímto zařízením
it: Accoppia a questo dispositivo
nl: Koppel dit apparaat

source: Disconnect
cs: Odpojit
it: Disconnetti
nl: Verbinding verbreken

source: Connect
cs: Připojit
it: Connetti
nl: Verbinden

source: Disconnect from this device
cs: Odpojit od tohoto zařízení
it: Disconnettiti da questo dispositivo
nl: Verbreek de verbinding met dit apparaat

source: Connect to this device
cs: Připojit k tomuto zařízení
it: Connettiti a questo dispositivo
nl: Maak verbinding met dit apparaat

source: Forget
cs: Odebrat
it: Dimenticare
nl: Vergeten

source: Forget this device
cs: Odebrat toto zařízení
it: Dimentica questo dispositivo
nl: Vergeet dit apparaat

source: Manage
cs: Spravovat
it: Gestire
nl: Beheren

source: Additional settings for this device
cs: Další nastavení pro toto zařízení
it: Impostazioni aggiuntive per questo dispositivo
nl: Aanvullende apparaatinstellingen

source: Trusted
cs: Důvěryhodné
it: Certificato
nl: Vertrouwen

source: Allow incoming connections from this device without confirmation
cs: Povolit příchozí připojení z tohoto zařízení bez potvrzení
it: Consenti connessioni in entrata da questo dispositivo senza conferma
nl: Sta inkomende verbindingen vanaf dit apparaat toe zonder om bevestiging te vragen

source: Blocked
cs: Blokováné
it: Bloccato
nl: Blokkeren

source: Reject incoming connections from this device
cs: Odmítnout příchozí spojení z tohoto zařízení
it: Rifiuta le connessioni in arrivo da questo dispositivo
nl: Weiger inkomende verbindingen van dit apparaat

source: Status
cs: Stav
it: Stato

source: Address
cs: Adresa
it: Indirizzo
nl: Adres

source: Type
cs: Typ
it: Tipo

source: Paired
cs: Spárováno
it: Accoppiato
nl: Gekoppeld

source: Yes
cs: Ano
it: Si
nl: Ja

source: No
cs: Ne
nl: Nee

source: Connected
cs: Připojeno
it: Connesso
nl: Verbonden

source: Battery
cs: Baterie
it: Batteria
nl: Accuniveau

# Shown when there is no battery information for a device
source: Unknown
cs: Žádné informace
it: Sconosciuto
nl: Onbekend

source: Toggle Bluetooth
cs: Přepnout Bluetooth
it: Attivare Bluetooth
nl: Bluetooth aan/uit

source: Turn Bluetooth on or off
cs: Zapnout nebo vypnout Bluetooth
it: Attiva o disattiva il Bluetooth
nl: Zet bluetooth aan of uit

source: Toggle discovery
cs: Přepnout objevování
it: Attivare rilevazione
nl: Herkenning aan/uit

source: Turn device discovery on or off
cs: Zapnout nebo vypnout vyhledávání zařízení
it: Attiva o disattiva la rilevazione del dispositivo
nl: Zet apparaatherkenning aan of uit

source: About
cs: O aplikaci
it: Informazione
nl: Over

source: Show application information
cs: Zobrazit informace o aplikaci
it: Mostra informazioni sull'applicazione
nl: Toon informatie over dit programma

source: Devices
cs: Zařízení
it: Dispositivi
nl: Apparaten

# Tooltip shown when hovering over a spinner
source: Discovering devices...
cs: Objevování zařízení...
it: Rilevamento dei dispositivi in ​​corso...
nl: Bezig met zoeken naar apparaten…

source: No paired devices
cs: Žádná spárovaná zařízení
it: Nessun dispositivo accoppiato
nl: Er zijn geen apparaten gekoppeld

source: Available
cs: Dostupné
it: Disponibile
nl: Beschikbaar

source: Pair request from <b>%1</b>.
cs: Žádost o spárování od <b>%1</b>.
it: Richiesta di accoppiamento da <b>%1</b>.
nl: Koppelverzoek van <b>%1</b>.

source: No Bluetooth adapters found
cs: Nebyly nalezeny žádné adaptéry Bluetooth
it: Nessun adattatore Bluetooth trovato
nl: Er is geen bluetoothadapter aangetroffen

source: Please connect a Bluetooth adapter
cs: Připojte prosím adaptér Bluetooth
it: Si prega di collegare un adattatore Bluetooth
nl: Plug een bluetoothadapter in

source: Bluetooth is disabled
cs: Bluetooth je deaktivován
it: Il Bluetooth è disabilitato
nl: Bluetooth is uitgeschakeld

source: Enable
cs: Aktivovat
it: Abilitare
nl: Inschakelen

source: No device selected. Click a device to get started.
cs: Není vybráno žádné zařízení. Začněte kliknutím na zařízení.
it: Nessun dispositivo selezionato. Fai clic su un dispositivo per iniziare.
nl: Klik op een apparaat om aan de slag te gaan.
